DELETE FROM regions;
ALTER SEQUENCE global_seq RESTART WITH 100000;

INSERT INTO regions (title)
VALUES ('Алтайский край'),               -- id 100 000
       ('Амурская область'),             -- id 100 001
       ('Владимирская область'),         -- id 100 002
       ('г. Москва'),                    -- id 100 003
       ('Еврейская автономная область'), -- id 100 004
       ('Ивановская область'),           -- id 100 005
       ('Камчатский край'),              -- id 100 006
       ('Ленинградская область'),        -- id 100 007
       ('Омская область'),               -- id 100 008
       ('Республика Алтай'),             -- id 100 009
       ('Самарская область'),            -- id 100 010
       ('Санкт-Петербург'),              -- id 100 011
       ('Ярославская область'); -- id 100 012